VII Ciclo/Thermodynamics/2ndWeek.org
* 4 pasos para resolver problemas de estadística.
Vamos a aplicar las cosas que debemos hacer en los problemas.
- Especificación del estado del sistema

- Debemos tener un Conjunto Estadístico
Aquí se llama un Ensamble. En física estadística no se considera un
sólo sistema sino una colección de sistemas idénticos.
- Necesitamos postulados básicos o también llamados (probabilidades a priori)
- Cálculo del Problema

** Especificación del estado del Sistema
- Ejemplo 1
Partícula con Spin ½
 |½ , ½ > , | ½ , -½ >
Estos son los spines que son respectivamente el spin hacia arriba o el de hacia abajo.
- Ejemplo 2
N Partículas de spin ½


|m_1, m_2, m_3, ... , m_n >


Cada uno de estas partículas puede ser de spin ½ o -½ para N grande,
por ejemplo N= N a = 6.02x10²³
- Ejemplo 3
Oscilador Armónico 1-dim
|n> n = 0,1,2.....
En = hw(n+½)
- Ejemplo 4
N Osciladores armónicos
| n1, n2, .... ,n N >
ni = 0,1,....
V i \epsilon {1,2,....,N}
- Ejemplo 5
En un cubo las 3 dimensiones de este son Lz,Ly,Lx y entonces la
función de onda para una partícula en este cubo sería:

\Psi(x,y,z) = Sen(n\pi x / Lx) Sen(n\pi y / Ly) Sen(n\pi z / Lz)

** Conjunto Estadístico

En general, sea la descripción cuántica o la descripción clásica para
especificar el estado de un sistema nosotros vamos a enumerar todos
los estados posibles para poder obtener ese espacio muestral.

En el caso de los estados cuánticos se niumerará usando el índice r, con


r=1,2,3....

Nosotros usaremos la notificación de una función de onda con su número
cuántico r correspondiente, esto es que todosl os sistemas posibles se
dan para el conjunto de la variación de toda la función de onda con el
número cuántico

Ahora en vez de considerar un único sistema con varios estados, vamos
a considerar muchos sistemas idénticos, pero no implica que estarán en
el mismo estado. Esto es , un Ensamble (Conjunto en francés)

**** Ejemplo
Sean 3 partículas de spin ½ en un campo magnético con intensidad H


Sea \mu = \gamma s

E = - \mu . H

| r | m1,m2,m3 | Total de Momento Magnetico | Total de Energía |
|---+----------+----------------------------+------------------|
| 1 | + + +    | 3\mu                       | -3\mu H          |
| 2 | + + -    | \mu                        | -\mu H           |
| 3 | + - +    | \mu                        | -\mu H           |
| 4 | - + +    | \mu                        | -\mu H           |
| 5 | + - -    | -\mu                       | \mu H            |
| 6 | - + -    | -\                       | \mu H            |
| 7 | - - +    | -\mu                       | \mu H            |
| 8 | - - -    | -3\mu                      | 3\mu H           |

 Típicamente se conoce información parcial del sistema, es decir
conocemos un parámetro macroscópico que no necesariamente nos daría
información detallada.

**** Ejercicio
Supondremos que el sistema de 3 spines especificado anteriormente de ½
está aislado, lo que significa que no intercambia energía con el
exterior. En este caso son sólo hay un sistema de 3 espines, pero en
TermoEstadística lo que haremos es considerar muchos sistemas
idénticos de 3 spines. Cada uno con una configuración no
necesariamente igual a los demás pero siempre considerando que la
energía se conserva.

