VII Ciclo/Thermodynamics/2ndWeek.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>2ndWeek</title>
<!-- 2014-09-24 mié 22:12 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Diego Berrocal" />
</head>
<body>
<div id="content">
<h1 class="title">2ndWeek</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. 4 pasos para resolver problemas de estadística.</a>
<ul>
<li><a href="#sec-1-1">1.1. Especificación del estado del Sistema</a></li>
<li><a href="#sec-1-2">1.2. Conjunto Estadístico</a>
<ul>
<li><a href="#sec-1-2-1">1.2.1. Ejemplo</a></li>
<li><a href="#sec-1-2-2">1.2.2. Ejercicio</a></li>
<li><a href="#sec-1-2-3">1.2.3. Consideremos</a></li>
</ul>
</li>
<li><a href="#sec-1-3">1.3. Postulados Básicos</a>
<ul>
<li><a href="#sec-1-3-1">1.3.1. Ejemplo</a></li>
<li><a href="#sec-1-3-2">1.3.2. Ejemplo 2</a></li>
<li><a href="#sec-1-3-3">1.3.3. Bibliografía recomendada</a></li>
</ul>
</li>
<li><a href="#sec-1-4">1.4. Cálculo de Probabilidad</a></li>
<li><a href="#sec-1-5">1.5. Comportamiento de la densidad de estados</a></li>
<li><a href="#sec-1-6">1.6. Gas ideal en el límite clásico</a></li>
<li><a href="#sec-1-7">1.7. Interacción Térmica</a></li>
<li><a href="#sec-1-8">1.8. Interacción Mecánica</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 4 pasos para resolver problemas de estadística.</h2>
<div class="outline-text-2" id="text-1">
<p>
Vamos a aplicar las cosas que debemos hacer en los problemas.
</p>
<ul class="org-ul">
<li>Especificación del estado del sistema
</li>

<li>Debemos tener un Conjunto Estadístico
</li>
</ul>
<p>
Aquí se llama un Ensamble. En física estadística no se considera un
sólo sistema sino una colección de sistemas idénticos.
</p>
<ul class="org-ul">
<li>Necesitamos postulados básicos o también llamados (probabilidades a priori)
</li>
<li>Cálculo del Problema
</li>
</ul>
</div>

<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Especificación del estado del Sistema</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Ejemplo 1
</li>
</ul>
<p>
Partícula con Spin ½
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">½ , ½ &gt; ,</td>
<td class="left">½ , -½ &gt;</td>
</tr>
</tbody>
</table>
<p>
Estos son los spines que son respectivamente el spin hacia arriba o el de hacia abajo.
</p>
<ul class="org-ul">
<li>Ejemplo 2
</li>
</ul>
<p>
N Partículas de spin ½
</p>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">m<sub>1</sub>, m<sub>2</sub>, m<sub>3</sub>, &#x2026; , m<sub>n</sub> &gt;</td>
</tr>
</tbody>
</table>


<p>
Cada uno de estas partículas puede ser de spin ½ o -½ para N grande,
por ejemplo N= N a = 6.02x10²³
</p>
<ul class="org-ul">
<li>Ejemplo 3
</li>
</ul>
<p>
Oscilador Armónico 1-dim
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">n&gt; n = 0,1,2&#x2026;..</td>
</tr>
</tbody>
</table>
<p>
En = hw(n+½)
</p>
<ul class="org-ul">
<li>Ejemplo 4
</li>
</ul>
<p>
N Osciladores armónicos
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">n1, n2, &#x2026;. ,n N &gt;</td>
</tr>
</tbody>
</table>
<p>
ni = 0,1,&#x2026;.
V i &epsilon; {1,2,&#x2026;.,N}
</p>
<ul class="org-ul">
<li>Ejemplo 5
</li>
</ul>
<p>
En un cubo las 3 dimensiones de este son Lz,Ly,Lx y entonces la
función de onda para una partícula en este cubo sería:
</p>

<p>
&Psi;(x,y,z) = Sen(n&pi; x / Lx) Sen(n&pi; y / Ly) Sen(n&pi; z / Lz)
</p>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Conjunto Estadístico</h3>
<div class="outline-text-3" id="text-1-2">
<p>
En general, sea la descripción cuántica o la descripción clásica para
especificar el estado de un sistema nosotros vamos a enumerar todos
los estados posibles para poder obtener ese espacio muestral.
</p>

<p>
En el caso de los estados cuánticos se niumerará usando el índice r, con
</p>


<p>
r=1,2,3&#x2026;.
</p>

<p>
Nosotros usaremos la notificación de una función de onda con su número
cuántico r correspondiente, esto es que todosl os sistemas posibles se
dan para el conjunto de la variación de toda la función de onda con el
número cuántico
</p>

<p>
Ahora en vez de considerar un único sistema con varios estados, vamos
a considerar muchos sistemas idénticos, pero no implica que estarán en
el mismo estado. Esto es , un Ensamble (Conjunto en francés)
</p>
</div>

<div id="outline-container-sec-1-2-1" class="outline-4">
<h4 id="sec-1-2-1"><span class="section-number-4">1.2.1</span> Ejemplo</h4>
<div class="outline-text-4" id="text-1-2-1">
<p>
Sean 3 partículas de spin ½ en un campo magnético con intensidad H
</p>


<p>
Sea &mu; = &gamma; s
</p>

<p>
E = - &mu; . H
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">r</th>
<th scope="col" class="left">m1,m2,m3</th>
<th scope="col" class="left">Total de Momento Magnetico</th>
<th scope="col" class="left">Total de Energía</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1</td>
<td class="left">+ + +</td>
<td class="left">3&mu;</td>
<td class="left">-3&mu; H</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">+ + -</td>
<td class="left">&mu;</td>
<td class="left">-&mu; H</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">+ - +</td>
<td class="left">&mu;</td>
<td class="left">-&mu; H</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">- + +</td>
<td class="left">&mu;</td>
<td class="left">-&mu; H</td>
</tr>

<tr>
<td class="right">5</td>
<td class="left">+ - -</td>
<td class="left">-&mu;</td>
<td class="left">&mu; H</td>
</tr>

<tr>
<td class="right">6</td>
<td class="left">- + -</td>
<td class="left">-&mu;</td>
<td class="left">&mu; H</td>
</tr>

<tr>
<td class="right">7</td>
<td class="left">- - +</td>
<td class="left">-&mu;</td>
<td class="left">&mu; H</td>
</tr>

<tr>
<td class="right">8</td>
<td class="left">- - -</td>
<td class="left">-3&mu;</td>
<td class="left">3&mu; H</td>
</tr>
</tbody>
</table>

<p>
 Típicamente se conoce información parcial del sistema, es decir
conocemos un parámetro macroscópico que no necesariamente nos daría
información detallada.
</p>
</div>
</div>

<div id="outline-container-sec-1-2-2" class="outline-4">
<h4 id="sec-1-2-2"><span class="section-number-4">1.2.2</span> Ejercicio</h4>
<div class="outline-text-4" id="text-1-2-2">
<p>
Supondremos que el sistema de 3 spines especificado anteriormente de ½
está aislado, lo que significa que no intercambia energía con el
exterior. En este caso son sólo hay un sistema de 3 espines, pero en
TermoEstadística lo que haremos es considerar muchos sistemas
idénticos de 3 spines. Cada uno con una configuración no
necesariamente igual a los demás pero siempre considerando que la
energía se conserva.
</p>
</div>
</div>
