VII Ciclo/Thermodynamics/2ndWeek.tex
% Created 2014-09-24 mié 22:06
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage[english]{babel}
\author{Diego Berrocal}
\date{\today}
\title{2ndWeek}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.3.1 (Org mode 8.2.7c)}}
\begin{document}

\maketitle
\tableofcontents

\section{4 pasos para resolver problemas de estadística.}
\label{sec-1}
Vamos a aplicar las cosas que debemos hacer en los problemas.
\begin{itemize}
\item Especificación del estado del sistema

\item Debemos tener un Conjunto Estadístico
\end{itemize}
Aquí se llama un Ensamble. En física estadística no se considera un
sólo sistema sino una colección de sistemas idénticos.
\begin{itemize}
\item Necesitamos postulados básicos o también llamados (probabilidades a priori)
\item Cálculo del Problema
\end{itemize}

\subsection{Especificación del estado del Sistema}
\label{sec-1-1}
\begin{itemize}
\item Ejemplo 1
\end{itemize}
Partícula con Spin ½
\begin{center}
\begin{tabular}{ll}
½ , ½ > , & ½ , -½ >\\
\end{tabular}
\end{center}
Estos son los spines que son respectivamente el spin hacia arriba o el de hacia abajo.
\begin{itemize}
\item Ejemplo 2
\end{itemize}
N Partículas de spin ½


\begin{center}
\begin{tabular}{l}
m$_{\text{1}}$, m$_{\text{2}}$, m$_{\text{3}}$, \ldots{} , m$_{\text{n}}$ >\\
\end{tabular}
\end{center}


Cada uno de estas partículas puede ser de spin ½ o -½ para N grande,
por ejemplo N= N a = 6.02x10^2^3
\begin{itemize}
\item Ejemplo 3
\end{itemize}
Oscilador Armónico 1-dim
\begin{center}
\begin{tabular}{l}
n> n = 0,1,2\ldots{}..\\
\end{tabular}
\end{center}
En = hw(n+½)
\begin{itemize}
\item Ejemplo 4
\end{itemize}
N Osciladores armónicos
\begin{center}
\begin{tabular}{l}
n1, n2, \ldots{}. ,n N >\\
\end{tabular}
\end{center}
ni = 0,1,\ldots{}.
V i $\epsilon$ \{1,2,\ldots{}.,N\}
\begin{itemize}
\item Ejemplo 5
\end{itemize}
En un cubo las 3 dimensiones de este son Lz,Ly,Lx y entonces la
función de onda para una partícula en este cubo sería:

$\Psi$(x,y,z) = Sen(n$\pi$ x / Lx) Sen(n$\pi$ y / Ly) Sen(n$\pi$ z / Lz)

\subsection{Conjunto Estadístico}
\label{sec-1-2}

En general, sea la descripción cuántica o la descripción clásica para
especificar el estado de un sistema nosotros vamos a enumerar todos
los estados posibles para poder obtener ese espacio muestral.

En el caso de los estados cuánticos se niumerará usando el índice r, con


r=1,2,3\ldots{}.

Nosotros usaremos la notificación de una función de onda con su número
cuántico r correspondiente, esto es que todosl os sistemas posibles se
dan para el conjunto de la variación de toda la función de onda con el
número cuántico

Ahora en vez de considerar un único sistema con varios estados, vamos
a considerar muchos sistemas idénticos, pero no implica que estarán en
el mismo estado. Esto es , un Ensamble (Conjunto en francés)

\subsubsection{Ejemplo}
\label{sec-1-2-1}
Sean 3 partículas de spin ½ en un campo magnético con intensidad H


Sea $\mu$ = $\gamma$ s

E = - $\mu$ . H

\begin{center}
\begin{tabular}{rlll}
r & m1,m2,m3 & Total de Momento Magnetico & Total de Energía\\
\hline
1 & + + + & 3$\mu$ & -3$\mu$ H\\
2 & + + - & $\mu$ & -$\mu$ H\\
3 & + - + & $\mu$ & -$\mu$ H\\
4 & - + + & $\mu$ & -$\mu$ H\\
5 & + - - & -$\mu$ & $\mu$ H\\
6 & - + - & -$\mu$ & $\mu$ H\\
7 & - - + & -$\mu$ & $\mu$ H\\
8 & - - - & -3$\mu$ & 3$\mu$ H\\
\end{tabular}
\end{center}

 Típicamente se conoce información parcial del sistema, es decir
conocemos un parámetro macroscópico que no necesariamente nos daría
información detallada.

\subsubsection{Ejercicio}
\label{sec-1-2-2}
Supondremos que el sistema de 3 spines especificado anteriormente de ½
está aislado, lo que significa que no intercambia energía con el
exterior. En este caso son sólo hay un sistema de 3 espines, pero en
TermoEstadística lo que haremos es considerar muchos sistemas
idénticos de 3 spines. Cada uno con una configuración no
necesariamente igual a los demás pero siempre considerando que la
energía se conserva.
