VII Ciclo/Thermodynamics/2ndWeek.html

<div id="outline-container-sec-1-2-3" class="outline-4">
<h4 id="sec-1-2-3"><span class="section-number-4">1.2.3</span> Consideremos</h4>
<div class="outline-text-4" id="text-1-2-3">
<p>
Conocemos el parámetro macroscócpo de Energía Total E = - &mu; H.
</p>

<p>
Esto nos deja con los posibles estados cuánticos r=2,3,4
</p>

<p>
La sub-colección de estados compatibles con la energía total E = - &mu;
H se llama el <b>Conjunto de estados compatibles</b>
</p>

<p>
Esto quiere decir que el sistema se encuentra en uno de estos estados,
o ya más generalmente se podría decir que está en una combinación
lineal de todos estos, ya que igual haría que la energía total se
conserve.
</p>

<p>
{(+ + -), (+ - +), (- + +)}
</p>
</div>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Postulados Básicos</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>En general existe un número grande de estados accesibles
</li>
<li>Estar en equilibrio implica que la probabilidad de estar en un
estado accesible particular NO depende del tiempo
</li>
<li>Para sistemas <b>aislados en equilibrio</b> TODOS los parámetros son
independientes del tiempo
</li>
<li>Sólo se sabe que el sistema tiene que estar en uno de los estados
accesibles
</li>
<li>Las leyes de la mecánica cuántica no permiten calcular las
probabilidades de cada estado accesible
</li>
<li>Es lógico suponer que cuando se tiene sistemas aislados en
equilibrio las probabilidades de cada estado accesible son iguales
</li>
</ul>

<p>
(Hipótesis  + veríficada muchas veces) &#x2013;&gt; Postulado
</p>

<ul class="org-ul">
<li>La distribución de probabilidad de los estados accesibles es Uniforme
</li>
<li>Una vez que un sistema adquiere el equilibrio permanecerá en tal hasta
que un agente externo lo saque del equilibrio (Inercia)
</li>
</ul>
</div>
<div id="outline-container-sec-1-3-1" class="outline-4">
<h4 id="sec-1-3-1"><span class="section-number-4">1.3.1</span> Ejemplo</h4>
<div class="outline-text-4" id="text-1-3-1">
<p>
( + + -) ,  ( + - +), ( - + + )
</p>

<p>
Cualquiera de estos tiene una probabilidad de 1/3
</p>
</div>
</div>
<div id="outline-container-sec-1-3-2" class="outline-4">
<h4 id="sec-1-3-2"><span class="section-number-4">1.3.2</span> Ejemplo 2</h4>
<div class="outline-text-4" id="text-1-3-2">
<p>
Oscilador armónico unidimensional ( Aproximación clásica)
</p>

<p>
E = p²/2m + ½Kx²
</p>


<p>
Supongamos que la energía toma valores entre E y E+&delta; E
</p>

<p>
Si llevamos esto al espacio fásico de P VS X entonces tendríamos la
imágen de una elipse para cada valor de energía, entonces para E y E +
&delta; E habrán elipses para valores entre estos dos topes se tiene
una distribución de la posición. Cuya probabilidad se ve dada por la
relación entre los estados accesibles que se tenga entre las dos
elipses dibujadas y el 'numero total de elipses que pueden caber en el
area que se forma entre las dos elipses'
</p>

<p>
Pero obviamente si se tiene que todos los posibles espacios que se
puedan llenar en el area formada por las dos elipses son iguales,
entonces la probabilidad por definición para cada uno de todos estos
estados de posición es la misma.
</p>


<p>
<b>Sin embargo</b>, si las probabilidades de los estados cuánticos son
 diferentes entre sí, decimos que el sistema no está en equilibrio.
 Eventualemete el sistema va a tender hacia la condición de
 equilibrio. (Es decir las probabilidades cambian con el tiempo)
 Eventualmente el sistema va a tender hacia la condición de equilibrio
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Sistema que no está en equilibrio</td>
<td class="left">&#x2013;&#x2014;&gt;</td>
<td class="left">Sistema que está en equilibrio</td>
</tr>

<tr>
<td class="left">Aislado(Cerrado)</td>
<td class="left">1 seg</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">1 siglo</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">Se le llama</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">Tiempo de</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">Relajación</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>



<p>
Como ejemplo de proceso de conversión al equilibrio se tiene este
ejemplo, Se teiene un recibpiente dividido en dos, en una parte está
lleno con moléculas de cierto tamaño y en la otra mitad está vacío, lo
que se hace como experiencia es separar la división del recipiente,
pasa de un estado en equilibrio en ambas partes a un sistema de no
equilibrio porque ya entran en contacto ambas partes de diferente
densidad de moléculas, lo que pasará a continuación es que el sistema
nuevo comenzará a moverse y distribuyendo su energía dentro de toda la
caja.
</p>

<p>
Existen Sistemas con estados de equilibrio meta-estable
</p>
</div>
</div>
<div id="outline-container-sec-1-3-3" class="outline-4">
<h4 id="sec-1-3-3"><span class="section-number-4">1.3.3</span> Bibliografía recomendada</h4>
<div class="outline-text-4" id="text-1-3-3">
<ul class="org-ul">
<li>Teorema H - Apéndice A12 - Reif : Fundamentos de Termodinámica Estadística
</li>
<li><b>Tolman - Principles of Statistical Mechanics (Caracterisación de los estados Microscópicos)</b> Very important and hard
</li>
<li>Callen - Thermodynamics: an introduction to Thermostatistics (2nd edition) (Macroscopía)
</li>
<li></li>
<li>EXTRA: Fórmulas matemáticas - Schaum Series Apiegel
</li>
<li>Variables aleatorias HSU,
</li>
</ul>
</div>
</div>
</div>
