VII Ciclo/Thermodynamics/2ndWeek.tex

\subsubsection{Consideremos}
\label{sec-1-2-3}
Conocemos el parámetro macroscócpo de Energía Total E = - $\mu$ H.

Esto nos deja con los posibles estados cuánticos r=2,3,4

La sub-colección de estados compatibles con la energía total E = - $\mu$
H se llama el \textbf{Conjunto de estados compatibles}

Esto quiere decir que el sistema se encuentra en uno de estos estados,
o ya más generalmente se podría decir que está en una combinación
lineal de todos estos, ya que igual haría que la energía total se
conserve.

\{(+ + -), (+ - +), (- + +)\}

\subsection{Postulados Básicos}
\label{sec-1-3}
\begin{itemize}
\item En general existe un número grande de estados accesibles
\item Estar en equilibrio implica que la probabilidad de estar en un
estado accesible particular NO depende del tiempo
\item Para sistemas \textbf{aislados en equilibrio} TODOS los parámetros son
independientes del tiempo
\item Sólo se sabe que el sistema tiene que estar en uno de los estados
accesibles
\item Las leyes de la mecánica cuántica no permiten calcular las
probabilidades de cada estado accesible
\item Es lógico suponer que cuando se tiene sistemas aislados en
equilibrio las probabilidades de cada estado accesible son iguales
\end{itemize}

(Hipótesis  + veríficada muchas veces) --> Postulado

\begin{itemize}
\item La distribución de probabilidad de los estados accesibles es Uniforme
\item Una vez que un sistema adquiere el equilibrio permanecerá en tal hasta
que un agente externo lo saque del equilibrio (Inercia)
\end{itemize}
\subsubsection{Ejemplo}
\label{sec-1-3-1}

( + + -) ,  ( + - +), ( - + + )

Cualquiera de estos tiene una probabilidad de 1/3
\subsubsection{Ejemplo 2}
\label{sec-1-3-2}

Oscilador armónico unidimensional ( Aproximación clásica)

E = p²/2m + ½Kx²


Supongamos que la energía toma valores entre E y E+$\delta$ E

Si llevamos esto al espacio fásico de P VS X entonces tendríamos la
imágen de una elipse para cada valor de energía, entonces para E y E +
$\delta$ E habrán elipses para valores entre estos dos topes se tiene
una distribución de la posición. Cuya probabilidad se ve dada por la
relación entre los estados accesibles que se tenga entre las dos
elipses dibujadas y el 'numero total de elipses que pueden caber en el
area que se forma entre las dos elipses'

Pero obviamente si se tiene que todos los posibles espacios que se
puedan llenar en el area formada por las dos elipses son iguales,
entonces la probabilidad por definición para cada uno de todos estos
estados de posición es la misma.


\textbf{Sin embargo}, si las probabilidades de los estados cuánticos son
 diferentes entre sí, decimos que el sistema no está en equilibrio.
 Eventualemete el sistema va a tender hacia la condición de
 equilibrio. (Es decir las probabilidades cambian con el tiempo)
 Eventualmente el sistema va a tender hacia la condición de equilibrio

\begin{center}
\begin{tabular}{lll}
Sistema que no está en equilibrio & -----> & Sistema que está en equilibrio\\
Aislado(Cerrado) & 1 seg & \\
 & 1 siglo & \\
 & Se le llama & \\
 & Tiempo de & \\
 & Relajación & \\
\end{tabular}
\end{center}



Como ejemplo de proceso de conversión al equilibrio se tiene este
ejemplo, Se teiene un recibpiente dividido en dos, en una parte está
lleno con moléculas de cierto tamaño y en la otra mitad está vacío, lo
que se hace como experiencia es separar la división del recipiente,
pasa de un estado en equilibrio en ambas partes a un sistema de no
equilibrio porque ya entran en contacto ambas partes de diferente
densidad de moléculas, lo que pasará a continuación es que el sistema
nuevo comenzará a moverse y distribuyendo su energía dentro de toda la
caja.

Existen Sistemas con estados de equilibrio meta-estable
\subsubsection{Bibliografía recomendada}
\label{sec-1-3-3}
\begin{itemize}
\item Teorema H - Apéndice A12 - Reif : Fundamentos de Termodinámica Estadística
\item \textbf{Tolman - Principles of Statistical Mechanics (Caracterisación de los estados Microscópicos)} Very important and hard
\item Callen - Thermodynamics: an introduction to Thermostatistics (2nd edition) (Macroscopía)
\item 
\item EXTRA: Fórmulas matemáticas - Schaum Series Apiegel
\item Variables aleatorias HSU,
\end{itemize}
