VII Ciclo/Thermodynamics/2ndWeek.org
** Cálculo de Probabilidad
Considerar un conjunto de sistemas que están caracterizados por terner
la energía entre E y E + \delta E

- \Omega(E) Es el número total de estados accesibles
  \Omega(E,y_k)  k = 1,2,3,.....
donde se considera un parámetro macroscópico y que toma valores y_1,y_2,.... (ejemplos de y como presión, momento magnético, etc)

\Omega (E,y_k) = número de estados accesibles con valor específico y_k de parámetro y 0

\Omega(E) > \Omega(E, y_k) V k

P(y_k) = \Omega(E, y_k) / \Omega(E)


Ejemplo de 3 partículas con espín ½

(+ + -), (+ - +), (- + +)


Consideremos la segunda partícula con espín ½. Tenemos que la segunda partícula tiene los siguientes estados

- + En el primer caso
- - En el segundo caso
- + En el tercer caso

  Sea P (Segúnda partícula tenga m_s = ½)

y ---> Proyección del espín de la segunda partícula

y_1 = ½     \Omega (E,½) = 2
y_2 = -½    \Omega (E)   = 3
** Comportamiento de la densidad de estados

Sistema macroscópico es igual a muchos grados de libertad,se dividirá
la energía E en intervalos pequeños iguales a \delta E, con \delta E
<< E. y a cada \delta E es una medida de precisión al medir E, esto es
la escala mínima que nos permite tener el instrumento de medición.

Aunque \delta E sea pequeño (macroscópicamente) El intervalo cubierto
por \delta E contiene muchos estados posibles (microscópicamente). Ojo
que no es igual al número de estados accesibles. Tan sólo son estados
posibles.

Luego de esto podemos ver que \Omega(E) es el número de estados cuya
energía está entre E y E + \delta E.


\Omega(E) = W(E)\delta E

Esto quiere decir que \Omega(E) va a ser
proporcional a \delta E, a la nueva cantidad que vemos aquí (W(E) la
llamaremos densidad de estados, además W(E) *no* depende de \delta E

Se hará luego un estimado de \Omega (E) en función de f (grados de
libertad), por lo tanto luego se tiene.

*f* números de estados cuánticos para especificar cada estado posible.

*\Phi(E)* número de estados cuánticos posibles con energía menor que
E(función creciente)

Cuando uno quiera calcular el \Omega(E) sería como calcular el total
de estados dentro de un cascarón (WTF?!)

\Phi_1 \alpha \epsilon^\alpha   con \alpha \approx 1

\epsilon es la contribución a la energía de un grado de libertad, que
es proporcional a la razón entre la Energía total y el número de
estados cuánticos:

\epsilon \alpha E/f => \Phi(E) \approx [\Phi_1(E)]^f *Check Tolman*

f ~ 10^23  N_A = 6.023 x 10^23

\Omega(E) = \Phi(E+\delta E) - \Phi(E)

\Omega(E) \approx \Delta Phi /\Delta E \delta E

\Omega(E) \approx f \Phi_1^f-1 \Delta Phi_1 /\Delta \epsilon (1/f) \delta E

\Omega(E) \approx \Phi_1^f-1 (\Delta \Phi_1 /\Delta \epsilon) \delta E

Se iene que \Omega(E) y W(E) crecen extremadamente rápido con E.

ln(\Omega) = (f-1) ln \Phi_1 + ln(\Delta\Phi_1 /\epsilon   \delta E)

*Se argumenta que \Delta \Phi_1 /\epsilon \delta E \approx 1* por ende
 este término en el logaritmo de éste término se desprecia y como f >> 1 entonces queda

ln \Omega = f ln \Phi_1

\Omega(E,f) \approx \Phi_1^f \alpha E^f

