VII Ciclo/Thermodynamics/2ndWeek.org
*** Gas ideal en el límite clásico

N moléculas idénticas en un volumen V

E = K + U + E_int

K: Energía Cinética

U: Energía potencial entre las moléculas

E_int: Energía de rotación y/o vibración de los átomos que constituyen las moléculas

$K = \frac{1}{1m} \sum\limits_{i=1}^N P_i^2 = K(P_1,P_2,....,P_N)$


U(r_1,r_2,....,r_N) Depende de las separaciones relativas entre las
moléculas que interactúan.

- Si las moléculas son monoatómicas => la energía interna E_int = 0
/si las moléculas son poliatómicas se debe considerar E_int \neq 0

E_int(Q_1,Q_2, ..., Q_M, P_1, ... , P_M)

nos restringimos al caso simple de moléculas monoatómicas => E_int =0
(Modelo ideal monoatómico) Esta aproximación es útil cuando la
concentración $\frac{N}{V}$ es pequeña.

Cálculo de \Omega(E) , se supone que E >> E_fundamental

\Omega(E) mide el número de estados, es decir , las celdas elementales
en el espaciond e fases clásico entre E y E + \delta E

$$ \Omega(E) \alpha \int_E^{E+\delta E} ... \int\mathrm{d}^3 r_1 ...
\mathrm{d}^3 r_N \mathrm{d}^3 p_1 ... \mathrm{d}^3 p_N \mathrm{d} Q_1
... \mathrm{d} Q_N \mathrm{d} P_1 ... \mathrm{d} P_M = V^N \chi(E) $$

Se tiene
$$\mathrm{d}^3 r_i = \mathrm{d}x_i \mathrm{d} y_i \mathrm{d} z_i \forall i = 1,..,N $$
$$\mathrm{d}^3 p_i = \mathrm{d}P_xi \mathrm{d} P_yi \mathrm{d} P_zi \forall i = 1,..,N $$

E = K (no depende de r_i)

$$ \int \mathrm{d}^3 \vec{r_i} = V    \forall i = 1,..,N$$

$$ \chi(E) = \int_E^{E+\delta E} ... \int \mathrm{d}^3 p_1 ...
\mathrm{d}^3 p_N \mathrm{d} Q_1 ... \mathrm{d} Q_N \mathrm{d} P_1 ...
\mathrm{d} P_M $$

$$ [(2mE)^{\frac{1}{2}} ]^2 = \sum\limits_{i=1}^N \sum\limits_{\alpha = 1}^3 P_{i\alpha}² $$

$$ R =(2mE)^{\frac{1}{2}}  $$

$$ P_i^2 = P_1i^2 + P_2i^2 + P_3i^2 $$

$$ \Phi(E) = R^f = (2mE)^{\frac{f}{2}} $$


Primero se calcula el \Phi, luego tomando la derivada se calculará el \Omega.

$$ => \Omega(E)\ \alpha\ E^{\frac{f}{2} -1}\ \alpha\ E^{\frac{3N}{2} -1 } $$

$$ \Omega(E) = B V^N E^{\frac{3N}{2}} $$

$$ B \in \mathbb{R} $$


** Interacción Térmica
Sistema A 0 constituido por 2 partes A y A', Cada uno contiene sus
parámetros macroscópicos como lo so Volumen V, Número de partículas N.

Sólo está permitido el intercambio de enrgía pero no de matería o
partículas, por eso este sistema se denomina interacción térmica.

Microscópicamnete esto significa lo siguiente:

A (Antes de la interacción térmica) tendrá una cierta separación entre
sus niveles de energía, y al final de la interacción térmica se tendrá
la misma distribución de niveles de energía cuánticos, ya que las
condiciones macroscópicas no cambian para ninguno.

Sin embargo la distribución de los sistemas idénticos en los niveles
de energía variarán de acuerdo a como se tenga que hacer las
operaciones.


*insert image here*

Se tiene que lo que pierda o gane A en esta interacción es decir: Q, debe compensarse con lo que pierda o gane A' (Q')

Queda entonces:

$$ Q + Q' = 0 $$


** Interacción Mecánica

Existe cambio de energía entre los dos subsistemas A y A' con cambio
de parámetros macroscópicos y además no se permite interacción térmica.

Cambia la separación entre niveles de energía y también cambia la
degeneración de los niveles de energía. Antes cuando había interacción
térmica sólo cambiaba la población de los niveles de energía pero
manteniendo los niveles de energía constantes, ahora sin embargo lo
que cambian son los niveles de energía que fueron afectados por la
interacción mecánica, esto causa una diferencia de la Energía que no
se debe por el ordenamiento sino por la energía global. Esta
diferencia de energía por tanto ya no se llamará Q como en el caso
térmico, sino que ahora se llamará W que es alusivo al Trabajo que se
uso para este tipo de interacción
