VII Ciclo/Thermodynamics/2ndWeek.html

<div id="outline-container-sec-1-6" class="outline-3">
<h3 id="sec-1-6"><span class="section-number-3">1.6</span> Gas ideal en el límite clásico</h3>
<div class="outline-text-3" id="text-1-6">
<p>
N moléculas idénticas en un volumen V
</p>

<p>
E = K + U + E<sub>int</sub>
</p>

<p>
K: Energía Cinética
</p>

<p>
U: Energía potencial entre las moléculas
</p>

<p>
E<sub>int</sub>: Energía de rotación y/o vibración de los átomos que constituyen las moléculas
</p>

<p>
\(K = \frac{1}{1m} \sum\limits_{i=1}^N P_i^2 = K(P_1,P_2,....,P_N)\)
</p>


<p>
U(r<sub>1</sub>,r<sub>2</sub>,&#x2026;.,r<sub>N</sub>) Depende de las separaciones relativas entre las
moléculas que interactúan.
</p>

<ul class="org-ul">
<li>Si las moléculas son monoatómicas =&gt; la energía interna E<sub>int</sub> = 0
</li>
</ul>
<p>
/si las moléculas son poliatómicas se debe considerar E<sub>int</sub> &ne; 0
</p>

<p>
E<sub>int</sub>(Q<sub>1</sub>,Q<sub>2</sub>, &#x2026;, Q<sub>M</sub>, P<sub>1</sub>, &#x2026; , P<sub>M</sub>)
</p>

<p>
nos restringimos al caso simple de moléculas monoatómicas =&gt; E<sub>int</sub> =0
(Modelo ideal monoatómico) Esta aproximación es útil cuando la
concentración \(\frac{N}{V}\) es pequeña.
</p>

<p>
Cálculo de &Omega;(E) , se supone que E &gt;&gt; E<sub>fundamental</sub>
</p>

<p>
&Omega;(E) mide el número de estados, es decir , las celdas elementales
en el espaciond e fases clásico entre E y E + &delta; E
</p>

<p>
$$ \Omega(E) \alpha \int_E^{E+\delta E} ... \int\mathrm{d}^3 r_1 ...
\mathrm{d}^3 r_N \mathrm{d}^3 p_1 ... \mathrm{d}^3 p_N \mathrm{d} Q_1
... \mathrm{d} Q_N \mathrm{d} P_1 ... \mathrm{d} P_M = V^N \chi(E) $$
</p>

<p>
Se tiene
$$\mathrm{d}^3 r_i = \mathrm{d}x_i \mathrm{d} y_i \mathrm{d} z_i \forall i = 1,..,N $$
$$\mathrm{d}^3 p_i = \mathrm{d}P_xi \mathrm{d} P_yi \mathrm{d} P_zi \forall i = 1,..,N $$
</p>

<p>
E = K (no depende de r<sub>i</sub>)
</p>

<p>
$$ \int \mathrm{d}^3 \vec{r_i} = V    \forall i = 1,..,N$$
</p>

<p>
$$ \chi(E) = \int_E^{E+\delta E} ... \int \mathrm{d}^3 p_1 ...
\mathrm{d}^3 p_N \mathrm{d} Q_1 ... \mathrm{d} Q_N \mathrm{d} P_1 ...
\mathrm{d} P_M $$
</p>

<p>
$$ [(2mE)^{\frac{1}{2}} ]^2 = \sum\limits_{i=1}^N \sum\limits_{\alpha = 1}^3 P_{i\alpha}² $$
</p>

<p>
$$ R =(2mE)^{\frac{1}{2}}  $$
</p>

<p>
$$ P_i^2 = P_1i^2 + P_2i^2 + P_3i^2 $$
</p>

<p>
$$ \Phi(E) = R^f = (2mE)^{\frac{f}{2}} $$
</p>


<p>
Primero se calcula el &Phi;, luego tomando la derivada se calculará el &Omega;.
</p>

<p>
$$ => \Omega(E)\ \alpha\ E^{\frac{f}{2} -1}\ \alpha\ E^{\frac{3N}{2} -1 } $$
</p>

<p>
$$ \Omega(E) = B V^N E^{\frac{3N}{2}} $$
</p>

<p>
$$ B \in \mathbb{R} $$
</p>
</div>
</div>
</div>


<div id="outline-container-sec-1-7" class="outline-3">
<h3 id="sec-1-7"><span class="section-number-3">1.7</span> Interacción Térmica</h3>
<div class="outline-text-3" id="text-1-7">
<p>
Sistema A 0 constituido por 2 partes A y A', Cada uno contiene sus
parámetros macroscópicos como lo so Volumen V, Número de partículas N.
</p>

<p>
Sólo está permitido el intercambio de enrgía pero no de matería o
partículas, por eso este sistema se denomina interacción térmica.
</p>

<p>
Microscópicamnete esto significa lo siguiente:
</p>

<p>
A (Antes de la interacción térmica) tendrá una cierta separación entre
sus niveles de energía, y al final de la interacción térmica se tendrá
la misma distribución de niveles de energía cuánticos, ya que las
condiciones macroscópicas no cambian para ninguno.
</p>

<p>
Sin embargo la distribución de los sistemas idénticos en los niveles
de energía variarán de acuerdo a como se tenga que hacer las
operaciones.
</p>


<p>
<b>insert image here</b>
</p>

<p>
Se tiene que lo que pierda o gane A en esta interacción es decir: Q, debe compensarse con lo que pierda o gane A' (Q')
</p>

<p>
Queda entonces:
</p>

<p>
$$ Q + Q' = 0 $$
</p>
</div>
</div>


<div id="outline-container-sec-1-8" class="outline-3">
<h3 id="sec-1-8"><span class="section-number-3">1.8</span> Interacción Mecánica</h3>
<div class="outline-text-3" id="text-1-8">
<p>
Existe cambio de energía entre los dos subsistemas A y A' con cambio
de parámetros macroscópicos y además no se permite interacción térmica.
</p>

<p>
Cambia la separación entre niveles de energía y también cambia la
degeneración de los niveles de energía. Antes cuando había interacción
térmica sólo cambiaba la población de los niveles de energía pero
manteniendo los niveles de energía constantes, ahora sin embargo lo
que cambian son los niveles de energía que fueron afectados por la
interacción mecánica, esto causa una diferencia de la Energía que no
se debe por el ordenamiento sino por la energía global. Esta
diferencia de energía por tanto ya no se llamará Q como en el caso
térmico, sino que ahora se llamará W que es alusivo al Trabajo que se
uso para este tipo de interacción
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Diego Berrocal</p>
<p class="date">Created: 2014-09-24 mié 22:12</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.7c)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
